"MainWindow.SelectStaticTextText" = "USB Gerät wählen:";"MainWindow.MainListBoxHeading0" = "Element";"MainWindow.MainListBoxHeading1" = "Min";"MainWindow.MainListBoxHeading2" = "Jetzt";"MainWindow.MainListBoxHeading3" = "Max";"MainWindow.InstructionsStaticTextText" = "Drücken/bewegen Sie alle Tasten/Sticks langsam in alle möglichen Positionen/Richtungen und setzen sie in ihre Ausgangsstellung zurück, bevor Sie sichern.";"MainWindow.SavePushButtonCaption" = "Sichern...";"MainWindow.FileCreatedMessage" = "Die Datei \"%DEVICENAME%.txt\" wurde erfolgreich erstellt.\rSie können das Programm nun beenden.";"MainWindow.FileNotCreatedMessage" = "Die Datei \"%DEVICENAME%.txt\" konnte nicht erstellt werden.";"MainWindow.FileNotExistMessage" = "Die Datei \"%DEVICENAME%.txt\" existiert nicht.";"MainWindow.MainTimer.SelectStaticTextText" = "USB Gerät wählen:";"MainWindow.MainTimer.MainListBoxHeading0" = "Element";"MainWindow.MainTimer.MainListBoxHeading1" = "Min";"MainWindow.MainTimer.MainListBoxHeading2" = "Jetzt";"MainWindow.MainTimer.MainListBoxHeading3" = "Max";"MainWindow.MainTimer.InstructionsStaticTextText" = "Drücken/bewegen Sie alle Tasten/Sticks langsam in alle möglichen Positionen/Richtungen und setzen sie in ihre Ausgangsstellung zurück, bevor Sie sichern.";"MainWindow.MainTimer.SavePushButtonCaption" = "Sichern...";"MainWindow.MainTimer.FileCreatedMessage" = "Die Datei \"%DEVICENAME%.txt\" wurde erfolgreich erstellt.\rSie können das Programm nun beenden.";"MainWindow.MainTimer.FileNotCreatedMessage" = "Die Datei \"%DEVICENAME%.txt\" konnte nicht erstellt werden.";"MainWindow.MainTimer.FileNotExistMessage" = "Die Datei \"%DEVICENAME%.txt\" existiert nicht.";"InstructionsWindow.OkPushButtonCaption" = "Ok";"InstructionsWindow.InstructionsStaticTextText" = "1) Schliessen Sie zuerst das zu testende USB Gerät an, bevor Sie unten im Fenster auf \"Ok\" klicken.\r\r2) Klicken Sie danach auf \"Ok\" um zum Fenster \"Joystick And Gamepad Tester\" zu gelangen.\r\r3) Wählen Sie in diesem Fenster das zu testende USB Gerät aus dem Popup Menü.\r\r4) Drücken Sie danach alle Tasten und bewegen Sie alle Sticks in alle möglichen Positionen und Richtungen, damit \"Joystick And Gamepad Tester\" die Möglichkeiten und Grenzen Ihres USB Gerätes erkennen kann.\r\r5) Stellen Sie danach alle Tasten und Sticks in ihre Ausgangsstellung zurück.\r\r6) Klicken Sie nun auf die Taste \"Sichern\". Damit speichern Sie die Werte (Minimal-, Standard- und Maximalwert jeder Taste und jedes Sticks) in eine Textdatei, die Sie später mit einem Texteditor öffnen und überprüfen können.";"AboutWindow.DevelopedStaticTextText" = "Entwickelt von \"AlphaOmega Software\"";"AboutWindow.FadeInTimer.DevelopedStaticTextText" = "Entwickelt von \"AlphaOmega Software\"";"AboutWindow.AboutTimer.DevelopedStaticTextText" = "Entwickelt von \"AlphaOmega Software\"";"AboutWindow.FadeOutTimer.DevelopedStaticTextText" = "Entwickelt von \"AlphaOmega Software\"";"CommonMenuModule.AppleAboutText" = "Über...";"CommonMenuModule.ApplePreferencesText" = "Einstellungen...";"CommonMenuModule.AppleQuitText" = "Beenden";"CommonMenuModule.EditClearText" = "Löschen";"CommonMenuModule.EditCopyText" = "Kopieren";"CommonMenuModule.EditCutText" = "Ausschneiden";"CommonMenuModule.EditPasteText" = "Einfügen";"CommonMenuModule.EditText" = "Bearbeiten";"CommonMenuModule.HelpDocumentationText" = "Dokumentation lesen...";"CommonMenuModule.HelpTranslateText" = "In eine andere Sprache übersetzen...";"CommonMenuModule.HelpPurchaseText" = "Kaufen Sie eine Lizenznummer...";"CommonMenuModule.HelpText" = "Hilfe";"CommonMenuModule.HelpWebsiteText" = "Gehe zur Website...";"CommonMenuModule.HelpContactText" = "Kontakt...";"CheckForUpdateContainerControl.CheckCheckBoxCaption" = "Automatische Update-Suche bei Programmstart.";"CheckForUpdateThread.NewVersionAvailableMessage" = "Aktualisierungs-Hinweis\r\rEine neue Version von %APPLICATIONNAME% ist verfügbar.\rSie können sie jetzt von unserer Webseite laden.";"ResetPreferencesContainerControl.ResetCheckBoxCaption" = "Einstellungen beim nächsten Start zurücksetzen.";"PreferencesWindow.OkPushButtonCaption" = "Ok";"PreferencesWindow.PreferencesWindowTitle" = "Einstellungen";"PreferencesWindow.MainCheckForUpdateContainerControl.OkPushButtonCaption" = "Ok";"PreferencesWindow.MainCheckForUpdateContainerControl.PreferencesWindowTitle" = "Einstellungen";"PreferencesWindow.MainResetPreferencesContainerControl.OkPushButtonCaption" = "Ok";"PreferencesWindow.MainResetPreferencesContainerControl.PreferencesWindowTitle" = "Einstellungen";"RegistrationModule.ALREADYTRANSLATEDMESSAGE" = "Bitte zögern Sie nicht, uns zu kontaktieren, wenn Sie einen Fehler in diesem Programm finden, die Übersetzung Mängel aufweist, Sie einen Verbesserungsvorschlag oder eine Frage haben.";